{
    "Password": "Mot de passe",
    "Welcome on your Todo App List !": "Bienvenue sur votre application de gestion de tâches !",
    "Simple and effective": "Simple et efficace",
    "Login": "Connexion",
    "Logout": "Déconnexion",
    "Register": "Inscription",
    "My list": "Mes tâches", 
    "Name": "Votre nom",
    "Manage Account": "Gérer son compte",
    "Profile": "Votre profil",
    "Profile Information": "Information générale",
    "Update your account's profile information and email address.": "Mettez à jour vos informations de bases.",
    "Update Password": "Réinitialisation de votre mot de passe",
    "Ensure your account is using a long, random password to stay secure.": "Assurez-vous de choisir un mot de passe assez long.",
    "Current Password": "Votre mot de passe actuel",
    "New Password": "Votre nouveau mot de passe",
    "Confirm Password": "Confirmez votre nouveau mot de passe",
    "Save": "Enregistrez",
    "Logout Other Browser Sessions": "Se déconnecter des autres sessions",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. If you feel your account has been compromised, you should also update your password.": "Si nécessaire, vous pouvez vous déconnecter de toutes vos autres sessions de navigateur sur tous vos appareils. Si vous pensez que votre compte a été compromis, vous devez également mettre à jour votre mot de passe.",
    "Browser Sessions": "Sessions Navigateurs",
    "Manage and logout your active sessions on other browsers and devices.": "Gérez et déconnectez vos sessions actives sur d'autres navigateurs et appareils",
    "Delete Account": "Supprimer votre compte",
    "Permanently delete your account.": "Supprimez définitivement votre compte.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Voulez-vous vraiment supprimer votre compte? Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Veuillez saisir votre mot de passe pour confirmer que vous souhaitez supprimer définitivement votre compte.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Avant de supprimer votre compte, veuillez télécharger les données ou informations que vous souhaitez conserver.",
    "To do for": "A faire pour",
    "Title": "Titre",
    "State": "Etat",
    "It will be improved over time !": "Elle sera améliorée avec le temps !"

}